class Pizza:
    """Класс, где описаны варианты пицц, топпинги, их стоимосить."""

    pizza_list = [
        {
            "title": "Неаполитанская пицца",
            "price": 200
        },
        {
            "title": "Кальцоне",
            "price": 300
        },
        {
            "title": "Римская пицца",
            "price": 400
        },
        {
            "title": "Сицилийская пицца",
            "price": 500
        },
        {
            "title": "Жареная пицца",
            "price": 450
        },
    ]

    toppings = [
        {
            "title": "Майонез",
            "price": 10
        },
        {
            "title": "Кетчуп",
            "price": 15
        },
        {
            "title": "Чили",
            "price": 12
        }
    ]